[{"model": "products.artisan", "pk": 1, "fields": {"name": "Pedro", "location": "Cusco, Peru", "story": "Based in the heart of Cusco, Pedro runs his own pottery business with his wife, Rosalia, where they also host workshops for visiting tourists (it’s a must-do!). We instantly fell in love with his rustic yet simple style which makes his products the perfect blend between contemporary and homely. Everything is hand made by himself using only the most natural ingredients.", "profile_image": "willian-justen-de-vasconcellos-49uTlqHPooY-unsplash.jpg"}}, {"model": "products.artisan", "pk": 2, "fields": {"name": "Nora", "location": "Chinchero, Peru", "story": "Born and raised in Chinchero, a city known for its textiles, it was only certain that Ilda would grow up to be one of the best weavers of Chinchero. Ilda combines techniques that were once used by the Incan empire with bold and colourful colours making her products completely unique and contemporary.", "profile_image": "ethos-image_wGnQ6z6.jpg"}}, {"model": "products.artisan", "pk": 3, "fields": {"name": "Adrian", "location": "Puno, Peru", "story": "From the south of Peru, Adrian is one the most talented weavers we have seen to date. He has been weaving rugs and carpets since he was 3 years old where he used to help his grandmother make bed throws, blankets and carpets. His skills and creativity have produced some of the finest and exquisite pieces which can majestically adorn any home.", "profile_image": "neto-torres-3cax0qcYQ8s-unsplash.jpg"}}, {"model": "products.artisan", "pk": 4, "fields": {"name": "Ilda", "location": "Arequipa, Peru", "story": "Idla’s work is modern, beautiful and quirky. Born in Arequipa, you can tell where Ilda’s inspiration is a mix match of colonial inspired architecture, nature and history which Arequipa is fondly known for. Using tools that have been handed down by her great great grandparents, everything she makes is hand made and painted by herself, her work is truly the definition of labour of love.", "profile_image": "adrian-dascal-VI_Kv4JYrlo-unsplash.jpg"}}, {"model": "products.artisan", "pk": 5, "fields": {"name": "Federico", "location": "Caica, Peru", "story": "Federico is our master of Mirrors. His intricate work immediately caught our attention. He has been making mirrors since he was 5 years old where he learned how to make them from his grandad. Mirror making has been in his family for generations and his work shows decades of the finest craftsmanship.", "profile_image": "federico-scarionati-kGo-lrppUpU-unsplash.jpg"}}]