[{"model": "products.category", "pk": 1, "fields": {"name": "Textiles", "friendly_name": "Textiles"}}, {"model": "products.category", "pk": 2, "fields": {"name": "Ceramics", "friendly_name": "Ceramics"}}, {"model": "products.category", "pk": 4, "fields": {"name": "Mirrors", "friendly_name": "Mirror"}}, {"model": "products.product", "pk": 1, "fields": {"category": 2, "sku": "A123C", "name": "Clay Cups Set of 4", "description": "Combining craftsmanship with simple and modern design, these delicate and distinct cups are hand-moulded from the rich clay of the Andes. They are heat resistant with a classic tea cup shape making them the perfect choice to house your morning beverage or afternoon comfort drink. Hand painted with calk powder in bone white, they are a rustic yet contemporary touch to your kitchen and coffee table.", "color": "Bone White", "features": "Not dishwasher or microwave safe", "price": "275.00", "image_url": null, "image": "white-clay-cups.jpg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 2, "sku": "D123C", "name": "Clay Vases Set of 3", "description": "This set of 3 vases were gently hand moulded and painted in the dusty planes and blazing sun of Ica. They are the perfect fusion between rustic and modern design making them a beautiful and unique feature to add to your home. They are water and weather resistant making them ideal to host pretty flowers in spring, or a stand-alone feature either outside or inside your home.", "color": "Stone Beige", "features": "Weather and water resistant", "price": "2000.00", "image_url": null, "image": "setof3_vases.jpg"}}, {"model": "products.product", "pk": 5, "fields": {"category": 4, "sku": "E123M", "name": "Gold Ornate Oval Mirror", "description": "The intricate work of this mirror is representative of the Colonial era of Peru when Peru was conquered by the Spanish armada. This colonial inspired design was hand made by the artisans of Cuzco where gold is the colour of the Incan sun god, Init. The ornate design shows the skilled craftsmanship of the people of Cuzco and the semi-matte finish adds a modern and elegant touch to the frame. This is a beautiful and stand-out piece to hang majestically inside your home - it will undoubtedly turn heads of any visitor.", "color": "Gold", "features": "Hook and string attached to back of mirror", "price": "3000.00", "image_url": null, "image": "gold_mirror.jpg"}}, {"model": "products.product", "pk": 6, "fields": {"category": 4, "sku": "G123M", "name": "Mini Sun Mirror", "description": "A beautiful and cutely sized sun mirror is typical of the Incan empire. The Incas worshiped their sun god, Inti and so would hang sun mirrors in their homes as an act of homage and respect. The straight lines and perfect frame are representative of the exquisite craftsmanship of the people from the Cusco region. The frame is hand carved out of the finest wood and painted and varnished in the colour of the sun, gold. The semi matte paint also adds a modern and contemporary touch to this otherwise ornate and classic design. It's the perfect feature to compliment hanging artwork or tapestry on bodly painted walls.", "color": "Gold", "features": "Hook and string attached to back of mirror", "price": "450.00", "image_url": null, "image": "mini_gold_sun_mirror.jpg"}}, {"model": "products.product", "pk": 7, "fields": {"category": 4, "sku": "F123M", "name": "Painted Mirrors Set of 3", "description": "Colourful and unique paintings, this set of mirrors will enrich your interior space with its joyful charm.\r\n\r\nThis eye-catching mirror set are crafted from glass and delicately hand-painted with colours from the colonial churches of Lima. The unique design will add a sense of playful energy and light-heartedness to your current scheme – display alongside striking bright hues for a bold arrangement.", "color": "Gold Multi", "features": "Hook and string attached to back of mirror", "price": "4000.00", "image_url": null, "image": "setof3_mirrors.jpg"}}, {"model": "products.product", "pk": 8, "fields": {"category": 4, "sku": "H123M", "name": "Mini Tear Drop Mirror", "description": "Charming and rustic tear drop shaped mirror from the markets of Pisac. The straw threading is weaved by hand giving this mirror it's delightful frame and detail. It's a delightful addition to any wall.", "color": "Bamboo Beige", "features": "Hook and string attached to back of mirror", "price": "350.00", "image_url": null, "image": "sticks_mirror_small.jpg"}}, {"model": "products.product", "pk": 9, "fields": {"category": 4, "sku": "I123M", "name": "Large Inti Sun Mirror", "description": "Crafted by the artisans of Cusco, the city of the Incan Empire, this mirror boasts a classic design typical of the Andean culture. The brass frame and matte finish provides a refreshing elegant and contemporary edge making it a magnificent feature to hang against bright and bold walls.", "color": "Bronze Gold", "features": "Hook and string attached to back of mirror", "price": "2500.00", "image_url": null, "image": "sun_mirror_gold_zbdsILS.jpg"}}, {"model": "products.product", "pk": 10, "fields": {"category": 1, "sku": "J123T", "name": "Chakana Rug", "description": "This extraordinary rug is weaved by hand by specialised craftsman's from the city of Chinchero, known for their use of natural dyes and weaving techniques. The patterns is a classic design inspired by the Chakana Cross. The Chakana cross was the cross the Incan Empire symbolising the balance of life and all its elements - which makes the earthy tones of this rug incredibly fitting and charming. The detailed weaving, bold shapes and pinks, greens and blue hues are a powerful fusion making this a stand-out feature in any interior.", "color": "Multi", "features": "Not machine washable. Dry clean only", "price": "2300.00", "image_url": null, "image": "chakana_rug_CAxrJhD.jpg"}}, {"model": "products.product", "pk": 11, "fields": {"category": 1, "sku": "K123T", "name": "Bright and Bold Dinner Mats set of 6", "description": "Using natural dye's from plants, the cotton yarns are dyed and weaved carefully by hand by the artisans of Chinchero, a village known for its rich textiles and colouring techniques. These dinner mats are sure to add high contrast and bursts of colour to any dining table arrangements. \r\n\r\nThis set includes x6 dinner mats", "color": "Multi", "features": "Machine washable. Wash at 30 degrees", "price": "299.00", "image_url": null, "image": "multi_colour_placemats.jpg"}}, {"model": "products.product", "pk": 12, "fields": {"category": 1, "sku": "L123T", "name": "Royal Pisac Rug", "description": "The elegant and regal design of this rug is classic in design and exquisite in craftsmanship. This rug truly captures the skills and creativity of the artisans of Pisac and will be a majestic feature to decorate any interior.", "color": "Royal Red and Blue", "features": "Not machine washable. Dry clean only", "price": "5000.00", "image_url": null, "image": "pisac_rug.jpg"}}, {"model": "products.product", "pk": 18, "fields": {"category": 2, "sku": null, "name": "Pink Clay Cups Set of 4", "description": "test", "color": "Dusty Pink", "features": null, "price": "275.00", "image_url": null, "image": "pink_cups_IO63vlc.jpg"}}]